Show / Hide Table of Contents
Class PointResultBase
Point Result Base abstract class
Inheritance
System.Object
PointResultBase
PointResultOfNLA
PointResultOfTA
Inherited Members
 System.Object.ToString()
 System.Object.Equals(System.Object)
 System.Object.Equals(System.Object, System.Object)
 System.Object.ReferenceEquals(System.Object, System.Object)
 System.Object.GetHashCode()
 System.Object.GetType()
 System.Object.MemberwiseClone()
Namespace: IdeaRS.OpenModel.Result
Assembly: IdeaRS.OpenModel.dll
Syntax
[Obfuscation(Feature = "renaming")]
public abstract class PointResultBase
Properties
Improve this Doc   View Source
Loading
Loading
Declaration
public ResultOfLoading Loading { get; set; }
Property Value
 Type |  Description
 ResultOfLoading
 Improve this Doc
 View Source